Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

# medications.frequency.placeholder
source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
id: Frekuensi
it: Frequenza
ja: 頻度
ko: 빈도
pt_br: Frequência
th: ความถี่
tr: Sıklık
zh_hans: 频率
zh_hant: 頻率

# medications.markTaken
source: Mark taken
ar: تمييز كمتناول
de: Als eingenommen markieren
es: Marcar como tomado
fr: Marquer comme pris
hi: लिया हुआ चिह्नित करें
id: Tandai diminum
it: Segna come assunto
ja: 服用済みにする
ko: 복용 표시
pt_br: Marcar como tomado
th: ทำเครื่องหมายว่ากินแล้ว
tr: Alındı işaretle
zh_hans: 标记已服用
zh_hant: 標記已服用

# medications.name.placeholder
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
th: ชื่อ
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# medications.section.active
source: Active medications and supplements
ar: الأدوية والمكملات النشطة
de: Aktive Medikamente und Nahrungsergänzungen
es: Medicamentos y suplementos activos
fr: Médicaments et compléments actifs
hi: सक्रिय दवाएँ और सप्लीमेंट
id: Obat dan suplemen aktif
it: Farmaci e integratori attivi
ja: 有効な薬とサプリメント
ko: 활성 약물과 보충제
pt_br: Medicamentos e suplementos ativos
th: ยาและอาหารเสริมที่ใช้งานอยู่
tr: Aktif ilaçlar ve takviyeler
zh_hans: 当前药物和补充剂
zh_hant: 目前藥物和補充劑

# medications.section.add
source: Add medication or supplement
ar: إضافة دواء أو مكمل
de: Medikament oder Nahrungsergänzung hinzufügen
es: Añadir medicamento o suplemento
fr: Ajouter un médicament ou complément
hi: दवा या सप्लीमेंट जोड़ें
id: Tambah obat atau suplemen
it: Aggiungi farmaco o integratore
ja: 薬またはサプリメントを追加
ko: 약물 또는 보충제 추가
pt_br: Adicionar medicamento ou suplemento
th: เพิ่มยาหรืออาหารเสริม
tr: İlaç veya takviye ekle
zh_hans: 添加药物或补充剂
zh_hant: 新增藥物或補充劑

# medications.section.event
source: Taken today
ar: تم تناوله اليوم
de: Heute eingenommen
es: Tomado hoy
fr: Pris aujourd’hui
hi: आज लिया
id: Diminum hari ini
it: Assunto oggi
ja: 今日服用
ko: 오늘 복용
pt_br: Tomado hoje
th: กินวันนี้
tr: Bugün alındı
zh_hans: 今天已服用
zh_hant: 今天已服用

# medications.sideEffect.placeholder
source: Side effect notes
ar: ملاحظات الآثار الجانبية
de: Notizen zu Nebenwirkungen
es: Notas sobre efectos secundarios
fr: Notes sur les effets secondaires
hi: साइड इफ़ेक्ट नोट्स
id: Catatan efek samping
it: Note sugli effetti collaterali
ja: 副作用メモ
ko: 부작용 메모
pt_br: Notas de efeitos colaterais
th: โน้ตผลข้างเคียง
tr: Yan etki notları
zh_hans: 副作用备注
zh_hant: 副作用備註

# medications.title
source: Medications
ar: الأدوية
de: Medikamente
es: Medicamentos
fr: Médicaments
hi: दवाएं
id: Obat
it: Farmaci
ja: 服薬
ko: 복용 관리
pt_br: Medicamentos
th: ยา
tr: İlaçlar
zh_hans: 用药
zh_hant: 用藥

# onboarding.baseline.detail
source: Optional baseline details can help keep your tracking context consistent.
ar: يمكن أن تساعد التفاصيل الأساسية الاختيارية في إبقاء سياق التتبع ثابتًا.
de: Optionale Basisdetails können helfen, deinen Tracking-Kontext konsistent zu halten.
es: Los datos base opcionales pueden ayudar a mantener el contexto de seguimiento.
fr: Des détails de base facultatifs peuvent aider à garder un contexte de suivi cohérent.
hi: वैकल्पिक बेसलाइन विवरण ट्रैकिंग संदर्भ को स्थिर रखने में मदद कर सकते हैं।
id: Detail dasar opsional dapat membantu menjaga konteks pelacakan tetap konsisten.
it: I dettagli di base opzionali aiutano a mantenere coerente il contesto del monitoraggio.
ja: 任意の基本情報は、記録の背景を一貫して保つ助けになります。
ko: 선택적 기본 정보는 기록 맥락을 일관되게 유지하는 데 도움이 됩니다.
pt_br: Detalhes básicos opcionais ajudam a manter o contexto do acompanhamento.
th: รายละเอียดพื้นฐานเพิ่มเติมช่วยให้บริบทการติดตามสม่ำเสมอ
tr: İsteğe bağlı başlangıç ayrıntıları takip bağlamınızı tutarlı tutmaya yardımcı olabilir.
zh_hans: 可选的基础信息能帮助保持追踪背景一致。
zh_hant: 可選的基礎資訊能幫助保持追蹤背景一致。

# onboarding.baseline.title
source: Add context when ready
ar: أضيفي السياق عندما تكونين جاهزة
de: Kontext hinzufügen, wenn du bereit bist
es: Añade contexto cuando estés lista
fr: Ajoutez du contexte quand vous êtes prête
hi: तैयार होने पर संदर्भ जोड़ें
id: Tambahkan konteks saat siap
it: Aggiungi contesto quando sei pronta
ja: 準備ができたら背景情報を追加
ko: 준비되면 맥락 추가
pt_br: Adicione contexto quando estiver pronta
th: เพิ่มบริบทเมื่อพร้อม
tr: Hazır olduğunuzda bağlam ekleyin
zh_hans: 准备好后添加背景
zh_hant: 準備好後加入背景

# onboarding.brainFog.detail
source: Use larger controls and fewer steps on difficult days.
ar: استخدمي عناصر تحكم أكبر وخطوات أقل في الأيام الصعبة.
de: Nutze an schwierigen Tagen größere Bedienelemente und weniger Schritte.
es: Usa controles más grandes y menos pasos en días difíciles.
fr: Utilisez des contrôles plus grands et moins d’étapes les jours difficiles.
hi: कठिन दिनों में बड़े नियंत्रण और कम चरणों का उपयोग करें।
id: Gunakan kontrol lebih besar dan langkah lebih sedikit pada hari sulit.
it: Usa controlli più grandi e meno passaggi nei giorni difficili.
ja: つらい日は大きな操作ボタンと少ない手順で使えます。
ko: 힘든 날에는 더 큰 컨트롤과 더 적은 단계로 사용하세요.
pt_br: Use controles maiores e menos etapas em dias difíceis.
th: ใช้ปุ่มที่ใหญ่ขึ้นและขั้นตอนน้อยลงในวันที่ลำบาก
tr: Zor günlerde daha büyük kontroller ve daha az adım kullanın.
zh_hans: 在困难的日子使用更大的控件和更少步骤。
zh_hant: 在困難的日子使用更大的控制項和更少步驟。

# onboarding.brainFog.title
source: Brain Fog Mode
ar: وضع ضباب الدماغ
de: Brain-Fog-Modus
es: Modo niebla mental
fr: Mode brouillard mental
hi: ब्रेन फॉग मोड
id: Mode brain fog
it: Modalità nebbia mentale
ja: ブレインフォグモード
ko: 브레인 포그 모드
pt_br: Modo névoa mental
th: โหมดสมองล้า
tr: Beyin sisi modu
zh_hans: 脑雾模式
zh_hant: 腦霧模式

# onboarding.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
tr: Devam
zh_hans: 继续
zh_hant: 继续

# onboarding.navTitle
source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenida
fr: Bienvenue
hi: स्वागत है
id: Selamat datang
it: Benvenuta
ja: ようこそ
ko: 환영합니다
pt_br: Boas-vindas
th: ยินดีต้อนรับ
tr: Hoş geldiniz
zh_hans: 欢迎
zh_hant: 欢迎

# onboarding.notifications.detail
source: Reminders can be added later without changing the local-first privacy model.
ar: يمكن إضافة التذكيرات لاحقًا دون تغيير نموذج الخصوصية المحلي أولًا.
de: Erinnerungen können später hinzugefügt werden, ohne das lokale Datenschutzmodell zu ändern.
es: Los recordatorios se pueden añadir más tarde sin cambiar el modelo de privacidad local.
fr: Les rappels peuvent être ajoutés plus tard sans changer le modèle de confidentialité local.
hi: स्थानीय-प्रथम गोपनीयता मॉडल बदले बिना रिमाइंडर बाद में जोड़े जा सकते हैं।
id: Pengingat dapat ditambahkan nanti tanpa mengubah model privasi lokal-first.
it: I promemoria possono essere aggiunti più tardi senza cambiare il modello privacy locale.
ja: ローカル優先のプライバシーモデルを変えずに、後でリマインダーを追加できます。
ko: 로컬 우선 개인정보 모델을 바꾸지 않고 나중에 알림을 추가할 수 있습니다.
pt_br: Lembretes podem ser adicionados depois sem alterar o modelo de privacidade local.
th: สามารถเพิ่มการเตือนภายหลังได้โดยไม่เปลี่ยนโมเดลความเป็นส่วนตัวแบบเก็บในเครื่องก่อน
tr: Hatırlatıcılar, yerel öncelikli gizlilik modeli değişmeden daha sonra eklenebilir.
zh_hans: 之后可以添加提醒，同时不改变本地优先的隐私模式。
zh_hant: 之后可以添加提醒，同时不改变本地优先的隐私模式。

# onboarding.notifications.title
source: Gentle reminders later
ar: تذكيرات لطيفة لاحقًا
de: Sanfte Erinnerungen später
es: Recordatorios suaves más adelante
fr: Rappels doux plus tard
hi: बाद में हल्के रिमाइंडर
id: Pengingat lembut nanti
it: Promemoria delicati più avanti
ja: あとでやさしいリマインダー
ko: 나중에 부드러운 알림
pt_br: Lembretes suaves depois
th: การเตือนเบาๆ ภายหลัง
tr: Nazik hatırlatıcılar daha sonra
zh_hans: 之后可添加温和提醒
zh_hant: 之後可加入溫和提醒

# onboarding.premium.detail
source: Start free. Premium adds deeper reports, longer history, and advanced preparation tools.
ar: ابدئي مجانًا. يضيف المميز تقارير أعمق وسجلًا أطول وأدوات تحضير متقدمة.
de: Kostenlos starten. Premium bietet tiefere Berichte, längeren Verlauf und erweiterte Vorbereitungstools.
es: Empieza gratis. Premium añade informes más profundos, historial más largo y herramientas avanzadas de preparación.
fr: Commencez gratuitement. Premium ajoute des rapports plus détaillés, un historique plus long et des outils avancés de préparation.
hi: मुफ़्त शुरू करें। प्रीमियम गहरी रिपोर्ट, लंबा इतिहास और उन्नत तैयारी टूल जोड़ता है।
id: Mulai gratis. Premium menambahkan laporan lebih dalam, riwayat lebih panjang, dan alat persiapan lanjutan.
it: Inizia gratis. Premium aggiunge report più approfonditi, cronologia più lunga e strumenti avanzati.
ja: 無料で開始。プレミアムでは詳細レポート、長い履歴、高度な準備ツールを利用できます。
ko: 무료로 시작하세요. 프리미엄은 더 깊은 보고서, 더 긴 기록, 고급 준비 도구를 제공합니다.
pt_br: Comece grátis. O Premium adiciona relatórios mais profundos, histórico maior e ferramentas avançadas de preparação.
th: เริ่มฟรี พรีเมียมเพิ่มรายงานเชิงลึก ประวัติยาวขึ้น และเครื่องมือเตรียมขั้นสูง
tr: Ücretsiz başlayın. Premium daha derin raporlar, daha uzun geçmiş ve gelişmiş hazırlık araçları ekler.
zh_hans: 先免费开始。高级版提供更深入报告、更长历史和高级准备工具。
zh_hant: 先免费开始。高级版提供更深入报告、更长历史和高级准备工具。

# onboarding.premium.title
source: Free first, premium when useful
ar: مجاني أولًا، ومميز عند الحاجة
de: Erst kostenlos, Premium wenn sinnvoll
es: Gratis primero, premium cuando sea útil
fr: Gratuit d’abord, Premium quand c’est utile
hi: पहले मुफ़्त, उपयोगी हो तब प्रीमियम
id: Gratis dulu, premium saat berguna
it: Prima gratis, Premium quando serve
ja: まず無料、必要なときにプレミアム
ko: 먼저 무료, 필요할 때 프리미엄
pt_br: Grátis primeiro, premium quando for útil
th: ใช้ฟรีก่อน พรีเมียมเมื่อจำเป็น
tr: Önce ücretsiz, yararlı olduğunda premium
zh_hans: 先免费使用，需要时再升级
zh_hant: 先免费使用，需要时再升级

# onboarding.privacy.detail
source: No account, no server, no ads, and no third-party analytics.
ar: لا حساب، لا خادم، لا إعلانات، ولا تحليلات من طرف ثالث.
de: Kein Konto, kein Server, keine Werbung und keine Drittanbieter-Analytics.
es: Sin cuenta, sin servidor, sin anuncios y sin analíticas de terceros.
fr: Pas de compte, pas de serveur, pas de publicité et pas d’analytics tiers.
hi: कोई खाता नहीं, कोई सर्वर नहीं, कोई विज्ञापन नहीं, और कोई थर्ड-पार्टी एनालिटिक्स नहीं।
id: Tanpa akun, tanpa server, tanpa iklan, dan tanpa analitik pihak ketiga.
it: Nessun account, nessun server, niente pubblicità e nessuna analisi di terze parti.
ja: アカウントなし、サーバーなし、広告なし、第三者分析なし。
ko: 계정 없음, 서버 없음, 광고 없음, 타사 분석 없음.
pt_br: Sem conta, sem servidor, sem anúncios e sem analytics de terceiros.
th: ไม่มีบัญชี ไม่มีเซิร์ฟเวอร์ ไม่มีโฆษณา และไม่มีการวิเคราะห์จากบุคคลที่สาม
tr: Hesap yok, sunucu yok, reklam yok ve üçüncü taraf analiz yok.
zh_hans: 无需账号、无服务器、无广告、无第三方分析。
zh_hant: 無需帳號、無伺服器、無廣告、無第三方分析。

# onboarding.privacy.title
source: Private by design
ar: مصمم للخصوصية
de: Privat gestaltet
es: Privado por diseño
fr: Conçu pour la confidentialité
hi: निजता को ध्यान में रखकर
id: Privat sejak awal
it: Privato per design
ja: プライバシー重視
ko: 개인정보 중심 설계
pt_br: Privado por padrão
th: ออกแบบเพื่อความเป็นส่วนตัว
tr: Gizlilik odaklı
zh_hans: 隐私优先设计
zh_hant: 隱私優先設計

# onboarding.reports.detail
source: Prepare clear summaries for conversations with your clinician.
ar: حضّري ملخصات واضحة للمحادثات مع طبيبك.
de: Bereite klare Zusammenfassungen für Gespräche mit deiner Fachperson vor.
es: Prepara resúmenes claros para hablar con tu profesional clínico.
fr: Préparez des résumés clairs pour vos échanges avec votre clinicien.
hi: अपने चिकित्सक से बातचीत के लिए स्पष्ट सारांश तैयार करें।
id: Siapkan ringkasan jelas untuk percakapan dengan klinisi Anda.
it: Prepara riepiloghi chiari per parlare con il tuo medico.
ja: 医療者との相談に向けて分かりやすい要約を準備します。
ko: 의료진과의 대화를 위한 명확한 요약을 준비하세요.
pt_br: Prepare resumos claros para conversar com seu profissional de saúde.
th: เตรียมสรุปที่ชัดเจนสำหรับพูดคุยกับแพทย์
tr: Klinisyeninizle konuşmalar için net özetler hazırlayın.
zh_hans: 为与医生沟通准备清晰摘要。
zh_hant: 为与医生沟通准备清晰摘要。

# onboarding.reports.title
source: Doctor-ready reports
ar: تقارير جاهزة للطبيب
de: Arztfertige Berichte
es: Informes listos para el médico
fr: Rapports prêts pour le médecin
hi: डॉक्टर-रेडी रिपोर्ट
id: Laporan siap untuk dokter
it: Report pronti per il medico
ja: 医師に見せやすいレポート
ko: 의사에게 보여주기 좋은 보고서
pt_br: Relatórios prontos para o médico
th: รายงานพร้อมสำหรับแพทย์
tr: Doktora hazır raporlar
zh_hans: 适合医生查看的报告
zh_hant: 適合醫師查看的報告

# onboarding.subtitle
source: Track symptoms, notice patterns, and prepare for appointments privately on this device.
ar: تتبعي الأعراض ولاحظي الأنماط وحضّري للمواعيد بخصوصية على هذا الجهاز.
de: Tracke Symptome, erkenne Muster und bereite Termine privat auf diesem Gerät vor.
es: Registra síntomas, observa patrones y prepara citas de forma privada en este dispositivo.
fr: Suivez les symptômes, repérez les tendances et préparez vos rendez-vous en privé sur cet appareil.
hi: इस डिवाइस पर निजी रूप से लक्षण ट्रैक करें, पैटर्न देखें और अपॉइंटमेंट की तैयारी करें।
id: Lacak gejala, lihat pola, dan siapkan janji secara pribadi di perangkat ini.
it: Monitora sintomi, nota schemi e prepara visite in privato su questo dispositivo.
ja: この端末上でプライベートに症状を記録し、傾向を見つけ、受診準備ができます。
ko: 이 기기에서 비공개로 증상을 기록하고 패턴을 확인하며 진료를 준비하세요.
pt_br: Registre sintomas, observe padrões e prepare consultas com privacidade neste dispositivo.
th: ติดตามอาการ เห็นรูปแบบ และเตรียมนัดหมายอย่างเป็นส่วนตัวบนอุปกรณ์นี้
tr: Belirtileri takip edin, örüntüleri fark edin ve randevulara bu cihazda gizli şekilde hazırlanın.
zh_hans: 在本设备上私密记录症状、发现趋势并准备就诊。
zh_hant: 在本设备上私密记录症状、发现趋势并准备就诊。

# onboarding.title
source: Welcome to PeriMeno
ar: مرحبًا بك في PeriMeno
de: Willkommen bei PeriMeno
es: Bienvenida a PeriMeno
fr: Bienvenue dans PeriMeno
hi: PeriMeno में आपका स्वागत है
id: Selamat datang di PeriMeno
it: Benvenuta in PeriMeno
ja: PeriMenoへようこそ
ko: PeriMeno에 오신 것을 환영합니다
pt_br: Boas-vindas ao PeriMeno
th: ยินดีต้อนรับสู่ PeriMeno
tr: PeriMeno’ya hoş geldiniz
zh_hans: 欢迎使用 PeriMeno
zh_hant: 歡迎使用 PeriMeno

# onboarding.track.detail
source: Log symptoms, cycles, medications, sleep, mood, energy, and notes.
ar: سجلي الأعراض والدورات والأدوية والنوم والمزاج والطاقة والملاحظات.
de: Protokolliere Symptome, Zyklus, Medikamente, Schlaf, Stimmung, Energie und Notizen.
es: Registra síntomas, ciclos, medicación, sueño, ánimo, energía y notas.
fr: Enregistrez symptômes, cycles, médicaments, sommeil, humeur, énergie et notes.
hi: लक्षण, चक्र, दवाएँ, नींद, मूड, ऊर्जा और नोट्स लॉग करें।
id: Catat gejala, siklus, obat, tidur, suasana hati, energi, dan catatan.
it: Registra sintomi, ciclo, farmaci, sonno, umore, energia e note.
ja: 症状、周期、薬、睡眠、気分、エネルギー、メモを記録します。
ko: 증상, 주기, 약물, 수면, 기분, 에너지, 메모를 기록하세요.
pt_br: Registre sintomas, ciclos, medicações, sono, humor, energia e notas.
th: บันทึกอาการ รอบเดือน ยา การนอน อารมณ์ พลังงาน และโน้ต
tr: Belirtileri, döngüleri, ilaçları, uykuyu, ruh halini, enerjiyi ve notları kaydedin.
zh_hans: 记录症状、周期、用药、睡眠、情绪、精力和备注。
zh_hant: 记录症状、周期、用药、睡眠、情绪、精力和备注。

# onboarding.track.title
source: Track what matters
ar: تتبعي ما يهم
de: Tracke, was zählt
es: Registra lo importante
fr: Suivez ce qui compte
hi: जो मायने रखता है उसे ट्रैक करें
id: Lacak yang penting
it: Monitora ciò che conta
ja: 大切なことを記録
ko: 중요한 것을 기록하세요
pt_br: Acompanhe o que importa
th: ติดตามสิ่งที่สำคัญ
tr: Önemli olanı takip edin
zh_hans: 记录重要变化
zh_hant: 记录重要变化

# onboarding.welcome.detail
source: PeriMeno focuses on perimenopause and menopause tracking, not generic cycle tracking.
ar: يركز PeriMeno على تتبع ما قبل انقطاع الطمث وانقطاع الطمث، وليس تتبع الدورة العام.
de: PeriMeno konzentriert sich auf Perimenopause- und Menopause-Tracking, nicht auf generisches Zyklustracking.
es: PeriMeno se centra en el seguimiento de perimenopausia y menopausia, no en un seguimiento genérico del ciclo.
fr: PeriMeno se concentre sur le suivi de la périménopause et de la ménopause, pas sur un suivi générique du cycle.
hi: PeriMeno सामान्य चक्र ट्रैकिंग नहीं, बल्कि पेरिमेनोपॉज़ और मेनोपॉज़ ट्रैकिंग पर केंद्रित है।
id: PeriMeno berfokus pada pelacakan perimenopause dan menopause, bukan pelacakan siklus umum.
it: PeriMeno si concentra sul monitoraggio di perimenopausa e menopausa, non sul ciclo generico.
ja: PeriMenoは一般的な周期管理ではなく、ペリメノポーズと更年期の記録に焦点を当てています。
ko: PeriMeno는 일반적인 주기 관리가 아니라 폐경이행기와 폐경 추적에 집중합니다.
pt_br: PeriMeno foca no acompanhamento da perimenopausa e menopausa, não em um rastreador genérico de ciclo.
th: PeriMeno มุ่งเน้นการติดตามช่วงก่อนหมดประจำเดือนและวัยหมดประจำเดือน ไม่ใช่การติดตามรอบเดือนทั่วไป
tr: PeriMeno genel döngü takibine değil perimenopoz ve menopoz takibine odaklanır.
zh_hans: PeriMeno 专注于围绝经期和更年期追踪，而不是普通周期追踪。
zh_hant: PeriMeno 专注于围绝经期和更年期追踪，而不是普通周期追踪。

# onboarding.welcome.title
source: Built for this season
ar: مصمم لهذه المرحلة
de: Für diese Lebensphase gemacht
es: Creada para esta etapa
fr: Conçu pour cette étape
hi: इस जीवन-चरण के लिए बनाया गया
id: Dibuat untuk fase ini
it: Pensata per questa fase
ja: この時期のために設計
ko: 이 시기를 위해 설계됨
pt_br: Feito para esta fase
th: สร้างมาเพื่อช่วงชีวิตนี้
tr: Bu dönem için tasarlandı
zh_hans: 为这个阶段而设计
zh_hant: 為這個階段而設計

# paywall.active.lifetime
source: Lifetime premium is active.
ar: المميز مدى الحياة نشط.
de: Lifetime-Premium ist aktiv.
es: Premium de por vida está activo.
fr: Premium à vie est actif.
hi: लाइफ़टाइम प्रीमियम सक्रिय है।
id: Premium seumur hidup aktif.
it: Premium a vita è attivo.
ja: 買い切りプレミアムが有効です。
ko: 평생 프리미엄이 활성화되었습니다.
pt_br: Premium vitalício está ativo.
th: พรีเมียมตลอดชีพเปิดใช้งานอยู่
tr: Ömür boyu premium aktif.
zh_hans: 终身高级版已启用。
zh_hant: 終身進階版已啟用。

# paywall.active.subscription
source: Premium subscription is active.
ar: اشتراك المميز نشط.
de: Premium-Abonnement ist aktiv.
es: La suscripción premium está activa.
fr: L’abonnement Premium est actif.
hi: प्रीमियम सब्सक्रिप्शन सक्रिय है।
id: Langganan premium aktif.
it: L’abbonamento Premium è attivo.
ja: プレミアム購読が有効です。
ko: 프리미엄 구독이 활성화되었습니다.
pt_br: A assinatura premium está ativa.
th: การสมัครพรีเมียมเปิดใช้งานอยู่
tr: Premium abonelik aktif.
zh_hans: 高级订阅已启用。
zh_hant: 進階訂閱已啟用。

# paywall.diagnostic.empty
source: StoreKit returned 0 products for requested IDs: %@. This usually means the StoreKit configuration was not injected into the current run.
ar: أرجع StoreKit عدد 0 منتجات للمعرفات المطلوبة: %@. يعني هذا عادةً أن إعداد StoreKit لم يُحقن في التشغيل الحالي.
de: StoreKit hat 0 Produkte für die angeforderten IDs zurückgegeben: %@. Das bedeutet meist, dass die StoreKit-Konfiguration in diesem Lauf nicht injiziert wurde.
es: StoreKit devolvió 0 productos para los ID solicitados: %@. Normalmente significa que la configuración de StoreKit no se inyectó en esta ejecución.
fr: StoreKit a renvoyé 0 produit pour les identifiants demandés : %@. Cela signifie généralement que la configuration StoreKit n’a pas été injectée dans cette exécution.
hi: StoreKit ने अनुरोधित IDs के लिए 0 उत्पाद लौटाए: %@. आमतौर पर इसका मतलब है कि StoreKit कॉन्फ़िगरेशन वर्तमान रन में इंजेक्ट नहीं हुआ।
id: StoreKit mengembalikan 0 produk untuk ID yang diminta: %@. Biasanya ini berarti konfigurasi StoreKit tidak disuntikkan ke run saat ini.
it: StoreKit ha restituito 0 prodotti per gli ID richiesti: %@. Di solito significa che la configurazione StoreKit non è stata iniettata in questa esecuzione.
ja: 要求したIDに対してStoreKitが0件の商品を返しました: %@。通常は、この実行にStoreKit設定が注入されていないことを意味します。
ko: StoreKit이 요청한 ID에 대해 0개의 제품을 반환했습니다: %@. 보통 현재 실행에 StoreKit 설정이 주입되지 않았다는 의미입니다.
pt_br: O StoreKit retornou 0 produtos para os IDs solicitados: %@. Isso geralmente significa que a configuração do StoreKit não foi injetada nesta execução.
th: StoreKit ส่งคืนสินค้า 0 รายการสำหรับ ID ที่ร้องขอ: %@ โดยปกติหมายความว่าไม่ได้ฉีดการตั้งค่า StoreKit ในการรันนี้
tr: StoreKit istenen kimlikler için 0 ürün döndürdü: %@. Bu genellikle StoreKit yapılandırmasının mevcut çalıştırmaya eklenmediği anlamına gelir.
zh_hans: StoreKit 对请求的 ID 返回 0 个产品：%@。这通常表示 StoreKit 配置没有注入当前运行环境。
zh_hant: StoreKit 对请求的 ID 返回 0 个产品：%@。这通常表示 StoreKit 配置没有注入当前运行环境。

# paywall.diagnostic.failed
source: StoreKit product fetch failed: %@.
ar: فشل جلب منتجات StoreKit: %@.
de: StoreKit-Produktabruf fehlgeschlagen: %@.
es: Error al obtener productos de StoreKit: %@.
fr: Échec de récupération des produits StoreKit : %@.
hi: StoreKit उत्पाद लाने में विफल: %@.
id: Gagal mengambil produk StoreKit: %@.
it: Recupero prodotti StoreKit non riuscito: %@.
ja: StoreKit商品の取得に失敗しました: %@。
ko: StoreKit 제품 가져오기에 실패했습니다: %@.
pt_br: Falha ao buscar produtos do StoreKit: %@.
th: ดึงสินค้า StoreKit ไม่สำเร็จ: %@.
tr: StoreKit ürünleri alınamadı: %@.
zh_hans: StoreKit 产品获取失败：%@。
zh_hant: StoreKit 产品获取失败：%@。

# paywall.diagnostic.loaded
source: Native StoreKit metadata loaded for: %@.
ar: تم تحميل بيانات StoreKit الأصلية لـ: %@.
de: Native StoreKit-Metadaten geladen für: %@.
es: Metadatos nativos de StoreKit cargados para: %@.
fr: Métadonnées StoreKit natives chargées pour : %@.
hi: नेटिव StoreKit मेटाडेटा लोड हुआ: %@.
id: Metadata StoreKit native dimuat untuk: %@.
it: Metadati StoreKit nativi caricati per: %@.
ja: ネイティブStoreKitメタデータを読み込みました: %@。
ko: 네이티브 StoreKit 메타데이터가 로드됨: %@.
pt_br: Metadados nativos do StoreKit carregados para: %@.
th: โหลดเมตาดาต้า StoreKit ดั้งเดิมสำหรับ: %@.
tr: Yerel StoreKit meta verileri yüklendi: %@.
zh_hans: 已加载原生 StoreKit 元数据：%@。
zh_hant: 已加载原生 StoreKit 元数据：%@。

# paywall.diagnostic.loading
source: Requesting StoreKit products: %@.
ar: طلب منتجات StoreKit: %@.
de: StoreKit-Produkte werden angefordert: %@.
es: Solicitando productos de StoreKit: %@.
fr: Demande des produits StoreKit : %@.
hi: StoreKit उत्पाद अनुरोध: %@.
id: Meminta produk StoreKit: %@.
it: Richiesta prodotti StoreKit: %@.
ja: StoreKit商品を要求中: %@。
ko: StoreKit 제품 요청 중: %@.
pt_br: Solicitando produtos do StoreKit: %@.
th: กำลังขอสินค้า StoreKit: %@.
tr: StoreKit ürünleri isteniyor: %@.
zh_hans: 正在请求 StoreKit 产品：%@。
zh_hant: 正在请求 StoreKit 产品：%@。

# paywall.diagnostic.notRequested
source: StoreKit product metadata has not been requested yet.
ar: لم يتم طلب بيانات منتجات StoreKit بعد.
de: StoreKit-Produktmetadaten wurden noch nicht angefordert.
es: Los metadatos de productos de StoreKit aún no se han solicitado.
fr: Les métadonnées des produits StoreKit n’ont pas encore été demandées.
hi: StoreKit उत्पाद मेटाडेटा अभी अनुरोध नहीं किया गया है।
id: Metadata produk StoreKit belum diminta.
it: I metadati dei prodotti StoreKit non sono ancora stati richiesti.
ja: StoreKit商品のメタデータはまだ要求されていません。
ko: StoreKit 제품 메타데이터가 아직 요청되지 않았습니다.
pt_br: Os metadados de produtos do StoreKit ainda não foram solicitados.
th: ยังไม่ได้ขอเมตาดาต้าสินค้า StoreKit
tr: StoreKit ürün meta verileri henüz istenmedi.
zh_hans: 尚未请求 StoreKit 产品元数据。
zh_hant: 尚未请求 StoreKit 产品元数据。

# paywall.diagnostic.title
source: StoreKit diagnostics
ar: تشخيص StoreKit
de: StoreKit-Diagnose
es: Diagnóstico de StoreKit
fr: Diagnostics StoreKit
hi: StoreKit डायग्नोस्टिक्स
id: Diagnostik StoreKit
it: Diagnostica StoreKit
ja: StoreKit診断
ko: StoreKit 진단
pt_br: Diagnóstico do StoreKit
th: การวินิจฉัย StoreKit
tr: StoreKit tanılama
zh_hans: StoreKit 诊断
zh_hant: StoreKit 诊断

# paywall.feedback.title
source: Premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
th: พรีเมียม
zh_hans: 高级版
zh_hant: 進階版

# paywall.kind.lifetime
source: One-time local test product
ar: منتج اختبار محلي لمرة واحدة
de: Einmaliges lokales Testprodukt
es: Producto local de prueba de pago único
fr: Produit local de test à paiement unique
hi: एक-बार स्थानीय परीक्षण उत्पाद
id: Produk uji lokal sekali bayar
it: Prodotto locale di test una tantum
ja: ローカルテスト用の買い切り商品
ko: 일회성 로컬 테스트 제품
pt_br: Produto local de teste de pagamento único
th: สินค้าทดสอบในเครื่องแบบจ่ายครั้งเดียว
tr: Tek seferlik yerel test ürünü
zh_hans: 一次性本地测试产品
zh_hant: 一次性本地测试产品
